; === Infantry abilities ===

[ShadowOps_BulletSwarm X2AbilityTemplate]
LocFriendlyName="子弹风暴"
LocLongDescription="第一个行动点使用<Ability:WeaponName/>进行普通射击不再会结束回合。"
LocHelpText="第一个行动点使用<Ability:WeaponName/>进行普通射击不再会结束回合。"
LocFlyOverText="子弹风暴"
LocPromotionPopupText="<Bullet/>子弹风暴可以造成大量伤害，但是对弹药的消耗也很迅速。考虑带上装了扩展弹匣或自动装填器的武器。<br/><Bullet/>良好的站位可以让你每回合都射击两次。<br/><Bullet/>用手枪射击仍然会结束回合。<br/>"

[ShadowOps_Bandolier X2AbilityTemplate]
LocFriendlyName="子弹带"
LocLongDescription="增加一个子弹专用的通用物品槽位。"
LocHelpText="增加一个子弹专用的通用物品槽位。"
LocFlyOverText="子弹带"
LocPromotionPopupText="<Bullet/>步兵可以同时装备两种不同弹药，但是一次只能获得一项加成。如果装备了两种子弹，那么步兵就会获得更换子弹的能力，可以改变目前的弹药类型。<br/><Bullet/>认真考虑任务中要携带哪种弹药。如果携带了适合战局的弹药，步兵会更加强大。<br/>"

[ShadowOps_Magnum X2AbilityTemplate]
LocFriendlyName="马格南"
LocLongDescription="你的手枪攻击命中<Ability:+ToHit/>，伤害<Ability:+Damage/>。"
LocHelpText="你的手枪攻击命中<Ability:+ToHit/>，伤害<Ability:+Damage/>。"
LocFlyOverText="马格南"
LocPromotionPopupText="<Bullet/>即便没有马格南技能，你的手枪在近距离仍然比突击步枪更精准。<br/><Bullet/>将马格南同增肌伤害的子弹结合起来之后，在近距离可以保证杀死变种人士兵。"

[ShadowOps_GoodEye X2AbilityTemplate]
LocFriendlyName="良好视力"
LocLongDescription="你的射击不能被闪避。"
LocHelpText="你的射击不能被闪避。"
LocFlyOverText="良好视力"
LocPromotionPopupText="<Bullet/>这个技能在游戏后期会变得更加有用，那时很多敌人都有闪避几率。<br/>"

[ShadowOps_FullAuto X2AbilityTemplate]
LocFriendlyName="全力开火"
LocLongDescription="发动一次命中惩罚为<Ability:ToHit/>的普通射击。如果击中目标，就自动发起另一次射击。射击不会停止，除非射失或弹药耗尽。需要2个行动点。<Ability:SelfCooldown/>回合冷却。"
LocHelpText="在<Ability:ToHit/>命中惩罚之下射击，直到射失或耗尽弹药。需要2个行动点。"
LocFlyOverText="全力开火"
LocPromotionPopupText="<Bullet/>如果弹药充足，子弹类型正确，那么全力开火可以造成巨大伤害。<br/><Bullet/>此能力需要两个行动点才能发动。<br/><Bullet/>全力开火需要<Ability:SelfAmmoCost/>发子弹，冷却时间为<Ability:SelfCooldown/>回合。<br/>"

[ShadowOps_FullAuto2 X2AbilityTemplate]
LocFriendlyName="全力开火"
LocFlyOverText="全力开火"
LocPromotionPopupText=""

[ShadowOps_ZoneOfControl X2AbilityTemplate]
LocFriendlyName="支配地带"
LocLongDescription="对视野内任何移动或攻击的敌人发动反应射击。<Ability:SelfCooldown/>回合冷却。"
LocHelpText="一回合内射击多次的强化监视。"
LocFlyOverText="支配地带"
LocPromotionPopupText="<Bullet/>支配地带在主武器弹药耗尽时会切换为手枪的监视射击。<br/><Bullet/>步兵在一回合内发动的支配地带射击次数没有限制。<br/><Bullet/>支配地带需要<Ability:SelfCooldown/>回合冷却。<br/>"

[ShadowOps_ZoneOfControlShot X2AbilityTemplate]
LocFriendlyName="支配地带射击"

[ShadowOps_ZoneOfControlPistolShot X2AbilityTemplate]
LocFriendlyName="支配地带手枪射击"

[ShadowOps_ZeroIn X2AbilityTemplate]
LocFriendlyName="瞄准"
LocLongDescription="攻击射失后，下次攻击命中<Ability:+ToHit/>。"
LocHelpText="攻击射失后，下次攻击命中<Ability:+ToHit/>。"
LocFlyOverText="瞄准"
LocPromotionPopupText="<Bullet/>在无法移动到更好的位置进行射击时，瞄准可以结合子弹风暴进行弥补。这能增加一回合内至少有一次射击能击中敌人的几率。<br/><Bullet/>瞄准不适用于反应射击。<br/>"

[ShadowOps_Flush X2AbilityTemplate]
LocFriendlyName="热血汹涌"
LocLongDescription="发动一次必定命中目标的手枪射击，同时迫使目标进入新掩体。<Ability:SelfCooldown/>回合冷却。"
LocHelpText="发动一次必定命中目标的手枪射击，同时迫使目标进入新掩体。"
LocFlyOverText="热血汹涌"
LocPromotionPopupText="<Bullet/>热血汹涌可以迫使敌人触发其他士兵的反应射击。<br/><Bullet/>热血汹涌需要<Ability:SelfCooldown/>回合冷却。<br/>"

[ShadowOps_RifleSuppression X2AbilityTemplate]
LocFriendlyName="步枪压制"
LocLongDescription="发射弹幕来限制目标移动，并对目标的命中施加<Ability:SUPPRESSIONPENALTY/>惩罚。如果目标移动则发起反应射击。"
LocHelpText="降低敌人命中，并且在他们试图移动时开火。"
LocFlyOverText="步枪压制"
LocPromotionPopupText="<Bullet/>受到压制的敌人遭到-50命中惩罚，并且无法使用榴弹。<br/><Bullet/>步枪压制的反应射击有<Ability:+ToHit:SuppressionShot/>的命中修正。<br/><Bullet/>压制不触发掩护火力。<br/><Bullet/>步枪压制需要<Ability:SelfAmmoCost/>发子弹，但无冷却时间。<br/><Bullet/>如果进行压制的单位受伤，压制就终止。<br/><Bullet/>如果目标受到多个单位压制，那么命中惩罚会叠加。<br/>"

[ShadowOps_Focus X2AbilityTemplate]
LocFriendlyName="全神贯注"
LocLongDescription="每回合第一次反应射击必定命中。"
LocHelpText="每回合第一次反应射击必定命中。"
LocFlyOverText="全神贯注"
LocPromotionPopupText="<Bullet/>此能力和其他增强监视的能力结合起来效果更佳，比如掩护火力。<br/><Bullet/>反应射击仍可能被闪避。<br/>"

[ShadowOps_Resilience X2AbilityTemplate]
LocFriendlyName="适应力"
LocLongDescription="你不会被暴击。"
LocHelpText="你不会被暴击。"
LocFlyOverText="适应力"
LocPromotionPopupText="<Bullet/>适应力可以有效控制侧翼遭到暴露后受到的伤害。<br/><Bullet/>不会被暴击并不意味着站在空地上不会死。<br/>"

[ShadowOps_AdrenalineSurge X2AbilityTemplate]
LocFriendlyName="肾上腺素迸发"
LocLongDescription="当你击杀敌人时，你和周围的友方单位暴击率<Ability:+Crit:ShadowOps_AdrenalineSurgeTrigger/>，移动力<Ability:+Mobility:ShadowOps_AdrenalineSurgeTrigger/>。效果持续到你的本回合结束。"
LocHelpText="<Ability:+Crit:ShadowOps_AdrenalineSurgeTrigger/>暴击率，<Ability:+Mobility:ShadowOps_AdrenalineSurgeTrigger/>移动力，持续到你的本回合结束。"
LocFlyOverText="肾上腺素迸发"
LocPromotionPopupText="<Bullet/>如果你在敌方回合完成击杀，加成将持续到你的下回合结束。<br/><Bullet/>肾上腺素迸发有效范围为8格。<br/>"

[ShadowOps_AdrenalineSurgeTrigger X2AbilityTemplate]
LocFriendlyName="肾上腺素迸发"
LocLongDescription="当你击杀敌人时，你和周围的友方单位暴击率<Ability:+Crit:ShadowOps_AdrenalineSurgeTrigger/>，移动力<Ability:+Mobility:ShadowOps_AdrenalineSurgeTrigger/>。效果持续到你的本回合结束。"
LocHelpText="<Ability:+Crit:ShadowOps_AdrenalineSurgeTrigger/>暴击率，<Ability:+Mobility:ShadowOps_AdrenalineSurgeTrigger/>移动力，持续到你的本回合结束。"
LocFlyOverText="肾上腺素迸发"

[ShadowOps_Fortify X2AbilityTemplate]
LocFriendlyName="固若金汤"
LocLongDescription="进入监视或使用压制时防御<Ability:+Defense:ShadowOps_FortifyTrigger/>，持续到你的下回合开始。"
LocHelpText="进入监视或使用压制时防御<Ability:+Defense:ShadowOps_FortifyTrigger/>，持续到你的下回合开始。"
LocFlyOverText="固若金汤"
LocPromotionPopupText="<Bullet/>固若金汤适用于给予反应射击的所有主动技能，包括支配地带。<br/>"

[ShadowOps_FortifyTrigger X2AbilityTemplate]
LocFriendlyName="固若金汤"
LocLongDescription="防御<Ability:+Defense:ShadowOps_FortifyTrigger/>，持续到你的下回合开始。"
LocHelpText="防御<Ability:+Defense:ShadowOps_FortifyTrigger/>，持续到你的下回合开始。"
LocFlyOverText="固若金汤"

[ShadowOps_FirstAid X2AbilityTemplate]
LocFriendlyName="急救"
LocLongDescription="每个任务你都有一次免费的医疗包可用次数。每个携带的医疗包再给予你额外两次可用次数。"
LocHelpText="每个任务你都有一次免费的医疗包可用次数。每个携带的医疗包再给予你额外两次可用次数。"
LocFlyOverText="急救"
LocPromotionPopupText="<Bullet/>免费的医疗包也提供毒素免疫。</br>"

[ShadowOps_SecondWind X2AbilityTemplate]
LocFriendlyName="二次旋风"
LocLongDescription="对受伤单位使用急救包会给予对方额外行动点数。"
LocHelpText="对受伤单位使用急救包会给予对方额外行动点数。"
LocFlyOverText="二次旋风"
LocPromotionPopupText="<Bullet/>如果你对自己使用急救包，那么你也能获得额外行动点数。<br/><Bullet/>急救包依然只能用在受伤单位身上。<br/>"

[ShadowOps_SecondWindTrigger X2AbilityTemplate]
LocFriendlyName="二次旋风"
LocLongDescription="对受伤单位使用急救包会给予对方额外行动点数。"
LocHelpText="对受伤单位使用急救包会给予对方额外行动点数。"
LocFlyOverText="二次旋风"
LocHitMessage="二次旋风"

[ShadowOps_Tactician X2AbilityTemplate]
LocFriendlyName="战术家"
LocLongDescription="你的<Ability:WeaponName/>未中的射击仍然造成<Ability:MissDamage/>点伤害。限用于步枪。"
LocHelpText="你的<Ability:WeaponName/>未中的射击仍然造成<Ability:MissDamage/>点伤害。"
LocFlyOverText="战术家"
LocPromotionPopupText="<Bullet/>战术家与枪托的效果可以叠加。<br/>"

[ShadowOps_ReadyForAnything X2AbilityTemplate]
LocFriendlyName="一切就绪"
LocLongDescription="用<Ability:WeaponName/>发动普通射击后自动进入监视。"
LocHelpText="朝目标开火，随后进入监视。"
LocFlyOverText="一切就绪"
LocPromotionPopupText="<Bullet/>如果弹药耗尽，则不会进入监视。<br/>"

[ShadowOps_ImprovedSuppression X2AbilityTemplate]
LocFriendlyName="强化压制"
LocLongDescription="压制能力使目标混乱。"
LocHelpText="压制能力使目标混乱。"
LocFlyOverText="强化压制"
LocPromotionPopupText="<Bullet/>混乱中的目标命中和移动都降低，也无法使用大多数特殊能力。<br/><Bullet/>混乱效果在进行压制时激活。<br/><Bullet/>压制取消并不会让混乱效果提前结束。<br/>"

[ShadowOps_CoupDeGrace X2AbilityTemplate]
LocFriendlyName="致命一击"
LocLongDescription="用手枪杀死敌人不消耗行动点。"
LocHelpText="用手枪杀死敌人不消耗行动点。"
LocFlyOverText="致命一击"
LocPromotionPopupText="<Bullet/>影响所有手枪攻击，不仅仅是手枪普通射击。<br/>"

[ShadowOps_Airstrike X2AbilityTemplate]
LocFriendlyName="空袭"
LocLongDescription="呼叫空袭，对一大片区域造成8-12点伤害，每次任务限用一次。需要两个行动点且只能在户外发动。"
LocHelpText="呼叫空袭，对一大片区域造成8-12点伤害。需要两个行动点且只能在户外发动。"
LocFlyOverText="空袭"
LocPromotionPopupText="<Bullet/>空袭会摧毁受影响区域内几乎所有掩体。<br/>"

[ShadowOps_AgainstTheOdds X2AbilityTemplate]
LocFriendlyName="破除万难"
LocLongDescription="小队每看见一个敌人你的命中就<Ability:+ToHit/>（最多<Ability:+MaxToHit/>）。"
LocHelpText="小队每看见一个敌人你的命中就<Ability:+ToHit/>（最多<Ability:+MaxToHit/>）。"
LocFlyOverText="破除万难"
LocPromotionPopupText="<Bullet/>如果你面对的敌人使命中加成达到了<Ability:+MaxToHit/>的最大值，还是跑吧。<br/>"

[ShadowOps_Paragon X2AbilityTemplate]
LocFriendlyName="精英"
LocLongDescription="生命值<Ability:+HP/>，命中<Ability:+ToHit/>，意志力<Ability:+Will/>。"
LocHelpText="生命值<Ability:+HP/>，命中<Ability:+ToHit/>，意志力<Ability:+Will/>。"
LocFlyOverText="精英"
LocPromotionPopupText="<Bullet/>这些加成与升级时的普通加成叠加。<br/>"

; === Other abilities ===

[ShadowOps_SwapAmmo X2AbilityTemplate]
LocFriendlyName="更换子弹"
LocLongDescription="用<Ability:AssociatedWeapon/>重新装填武器。"
LocHelpText="用<Ability:AssociatedWeapon/>重新装填武器。"

; === Class templates ===

[ShadowOps_Infantry X2SoldierClassTemplate]
DisplayName="步兵"
ClassSummary="步兵可以在近距离和中距离提供稳定的火力。在任何小队中他们都是中坚力量。"
LeftAbilityTreeTitle="步枪兵"
RightAbilityTreeTitle="支援兵"
RandomNickNames[0]="王牌"
RandomNickNames[1]="枪管"
RandomNickNames[2]="黄铜"
RandomNickNames[3]="排炮"
RandomNickNames[4]="独眼巨人"
RandomNickNames[5]="金鹰"
RandomNickNames[6]="隼"
RandomNickNames[7]="戈耳工"
RandomNickNames[8]="冰雹"
RandomNickNames[9]="老鹰"
RandomNickNames[10]="冰霜"
RandomNickNames[11]="小丑"
RandomNickNames[12]="铅"
RandomNickNames[13]="再一发"
RandomNickNames[14]="皇室要员"
RandomNickNames[15]="圣诞老人"
RandomNickNames[16]="风暴"
RandomNickNames[17]="追踪弹"
RandomNickNames[18]="三分球"
RandomNickNames[19]="两手"
RandomNickNames[20]="吸血鬼"
RandomNickNames[21]="领主"
RandomNickNames[22]="〇"
RandomNickNames_Female[0]="女爵"
RandomNickNames_Female[1]="猫咪"
RandomNickNames_Female[2]="女王"
RandomNickNames_Male[0]="男爵"
RandomNickNames_Male[1]="国王"
RandomNickNames_Male[2]="雪人"

[ShadowOps_Infantry_LW X2SoldierClassTemplate]
DisplayName="步兵"
ClassSummary="步兵可以在近距离和中距离提供稳定的火力。在任何小队中他们都是中坚力量。"
LeftAbilityTreeTitle="步枪兵"
RightAbilityTreeTitle="支援兵"
RandomNickNames[0]="王牌"
RandomNickNames[1]="枪管"
RandomNickNames[2]="黄铜"
RandomNickNames[3]="排炮"
RandomNickNames[4]="独眼巨人"
RandomNickNames[5]="金鹰"
RandomNickNames[6]="隼"
RandomNickNames[7]="戈耳工"
RandomNickNames[8]="冰雹"
RandomNickNames[9]="老鹰"
RandomNickNames[10]="冰霜"
RandomNickNames[11]="小丑"
RandomNickNames[12]="铅"
RandomNickNames[13]="再一发"
RandomNickNames[14]="皇室要员"
RandomNickNames[15]="圣诞老人"
RandomNickNames[16]="风暴"
RandomNickNames[17]="追踪弹"
RandomNickNames[18]="三分球"
RandomNickNames[19]="两手"
RandomNickNames[20]="吸血鬼"
RandomNickNames[21]="领主"
RandomNickNames[22]="〇"
RandomNickNames_Female[0]="女爵"
RandomNickNames_Female[1]="猫咪"
RandomNickNames_Female[2]="女王"
RandomNickNames_Male[0]="男爵"
RandomNickNames_Male[1]="国王"
RandomNickNames_Male[2]="雪人"

; === GTS ability templates ===

[AdrenalineSurgeUnlock X2SoldierAbilityUnlockTemplate]
DisplayName="步兵：肾上腺素迸发"
Summary="你完成击杀时，附近队友+10暴击率，+3移动力。"

[AdrenalineSurgeUnlock_LW X2SoldierAbilityUnlockTemplate]
DisplayName="步兵：肾上腺素迸发"
Summary="你完成击杀时，附近队友+10暴击率，+3移动力。"

[AgainstTheOddsUnlock_LW X2SoldierAbilityUnlockTemplate]
DisplayName="破除万难"
Summary="小队每看见一个敌人就能让所有士兵的命中+1（最多+15）。"

